import React from 'react'
import './Hero.css'
import { SectionHeader, SectionWrapper } from '../../components/index'
const Hero = () => {
  return (
    <div className='hero'>
    <SectionWrapper>
      <SectionHeader > مرحبا بكم في مدرسة <em>الهدى</em></SectionHeader>
        <div className='hero-main'>
          <div className='hero-text'>
          <p>مدرسة الهدى العربية النموذجية في روستوك لتعليم اللغة العربية للأطفال والبالغين  من عمر 5 وحتى 16 سنة , وللتعريف بالثقافة العربية
            , تأسست المدرسة عام 2016 , على يد مؤسسها الدكتور هاني هلال تضم فريق أكاديمي مؤهل لتعليم اللغة العربية , تعتمد المدرسة
            نطام عام دراسي مؤلف من فصلين ,يخضع الطالب أيضاُ لامتحانات و اختبارات شهرية و فصلية , كما تعتمد مدرسة الهدى منهج أكاديمي،
            و توفر مجموعة متنوعة من الأنشطة اللامنهجية والأنشطة الثقافية التي تساعد في تطوير قدرات ومعارف الطلاب. تتسم البيئة المدرسية
            بالرعاية والاهتمام والتعاون , المدرسة مجهزة بأفضل الوسائل لتعليم اللغة العربية كما يوجد مكتبة مزودة بمجموعة متنوعة من القصص
            والمجلات والروايات والمنشورات وغيرها من مواد القراءة لكي نحفز طلابنا و ندربهم على القراءة الهادفة و المطالعة .</p>
            </div>
        </div>
    </SectionWrapper></div>
    
  )
}

export default Hero