const ActivitiesData = [
        { id: "librarry_item_1", title: "حفل عيد الفطر",  date_added: "11/04/2024", text:"تدعوكم أدارة مدرسة الهدى للمشاركة في احتفالنا بمناسبة عيد الفطر ، حيث سيتم تنظيم مسابقات للأطفال بالتعاون مع مسجد روستوك. "},
        { id: "librarry_item_2", title: " زيارة المسجد في شهر رمضان",  date_added: "03/2024", text:"  زيارة المسجد في شهر رمضان لأعطاء دروس عن الصيام والصلاة ودروس دينية مختلفة."},
        { id: "librarry_item_3", title: "زيارة  حديقة الحيوانات",  date_added: "5/2024", text:"زيارة حديقة الحيوانات لمساعدة الطلاب للتعرف على الحيوانات واسمائها باللغة العربية."},
    ]
export default ActivitiesData